ほうれん草とラムのカレー:

1) たまねぎ x 3 みじん切り、炒める。

2) しょうが、にんにくみじん切りを加え、炒める。

3) ラム 700g を加え、クミン小3、カルダモン6、コリアンダ大3、ターメリッ
ク小1.5、唐辛子小2、塩、胡椒を振って炒める。

4) ほうれん草 x 3 をゆでてみじん切り、水1カップと合わせてペーストにし
   たものを加えて煮込む。

水2カップくらい入れてみた。

5) ガラムマサラ2を加えて10分煮込む。

6) コリアンダの葉を散らす。

課題:

- 生姜千切りを振る
- トマト、ヨーグルトを加える手もあり。
- ほうれん草裏ごしする? -> しなくても、良く茹でて良く洗って良く刻めば問題なし
- 生クリームかけるとかどうか?
- ほうれん草茹でるときに重曹を入れると緑色を保てるらしい。
- カルダモン重要。
- パルメジャーノかけてもうまい。

-------------------------------------------------------------------------
キーマカレー:

材料


4 人分：鳥または豚ひき肉600g　玉ねぎ大1個　グリーンピース200g　トマト
ピューレ150g　しょうが1片　にんにく1片　塩少さじ2　サラダ油大さじ2　シ
ナモンスティック1本　ローリエ2枚　赤唐辛子3本　ターメリック(うこん)小
さじ1　コリアンダーパウダー小さじ2　クミンパウダー小さじ2 　チリペッパー
小さじ1 つくりかた

(1) 玉ねぎを細かくみじん切り、にんにく・しょうがをすりおろす。

(2) 鍋にサラダ油、シナモンスティック、ローリエ、赤唐辛子を入れ炒める。

シナモンスティックは必須。

(3) ローリエが色づいたら玉ねぎを加えアメ色になるまで炒める。

(4) ひき肉を加え、スパイスが焦げないようにターメリック・コリアンダーパ
    ウダー・クミンパウダー・チリペッパーを肉の上に乗せるように加え、肉
    を切るように炒める。

(5) 肉の色が変わったら、トマトピューレ・グリーンピース・にんにく・しょ
    うが・塩を加え、混ぜる。

オリーブも入れてみた。結構いける。
セロリ刻んで入れてみた。結構いける。

(6) 全体がかぶるぐらいの水を加え、強火にかけ沸騰したら弱火で20分ほど煮る。

このプロセスは無い方が良いと思われ。

(7) 油が浮いてきたらできあがり！ナンやごはんといっしょに食べましょう！

グリーンピースの代わりにピーマンとオリーブ入れたらうまかった。

-------------------------------------------------------------------------
定番

今週のカレー:
鶏胸肉 1 枚、もも肉 2 枚 (ともに皮は除去) にクミン小さじ 2、クローブ小さじ 2、胡椒小さじ 2 を振り、ヨーグルト、にんにくに 1 日漬け置いたものを、クミン小さじ 3、鷹の爪 10 をオリーブ油で炒めたものと混合。これをトマト缶詰 1、たまねぎ 3、クローブ小さじ 2、胡椒小さじ 1 と共に圧力釜で加熱 15 分、放置 15 分。クミン小さじ 2、コリアンダ小さじ 2、カルダモン小さじ 1 を挽き、あんずジャム0.1kg と共に加えて 20 分ほど煮込み、一晩放置。翌日さらに 20 分ほど煮込み、レモン 1 個を絞り、クミン、コリアンダをてきとーな量挽いたものを振って完成。

    * 成功) 火力は弱火で (カレー作成委員会荒川部局上層部からの指導による)。こうすると汁が飛ばず水を加える必要がない。
    * 成功) 香辛料はじめに炒めるくらいの手間はかける価値あり (同部局からの指導)。特にクミン。
    * 成功) 鶏のヨーグルト漬けうま。
    * 成功) ようやくレモン汁入れた。あっても良いが無くても致命的ではない。
    * 成功) やはりじゃがいもは邪魔だ。
    * 成功) 必要なものがだいたいわかってきた。version 1.0βといったところか。来週は release candidate を目指せ。
    * 課題) 作成時間の短縮にはげむべし。
    * 課題) 自分専用にもっと辛いの作りてへが、鷹の爪じゃあ弱すぎな感じ。もっと強い品種を探すか。高そうだなー。
    * 課題) アボガドとか入れたらどうよ? 
